[
  {
    "id": "652a5a1aeb823057cb71ef76",
    "name": "Hồ Gươm",
    "generalLocation": "Hà Nội",
    "shortDescription": "Hồ Gươm là một hồ nổi tiếng ở Hà Nội, Việt Nam.",
    "detailedDescription": "Hồ Gươm là một hồ nổi tiếng ở Hà Nội, Việt Nam. Nó nằm ở trung tâm thành phố và có vai trò quan trọng trong lịch sử và văn hóa của Hà Nội. Hồ Gươm có diện tích khoảng 12,000 mét vuông và được bao quanh bởi các khu vườn và công viên. {image:https://static.vinwonders.com/production/ho-hoan-kiem-banner.jpg} Ngoài việc tham quan hồ và ngắm cảnh, du khách cũng có thể tham gia các hoạt động như đi thuyền, câu cá, và tham quan các di tích lịch sử xung quanh hồ. {image:https://vcdn1-vnexpress.vnecdn.net/2017/03/31/Hoguom1.jpg?w=680&h=0&q=100&dpr=2&fit=crop&s=dfTSxKIsVc8174AEdz3smg} Trên hồ có một hòn đảo nhỏ tên là Đền Ngọc Sơn, nơi có ngôi đền và cây cầu Thê Húc nổi tiếng.",
    "audio": "https://audio.jukehost.co.uk/7Yfg4Wj1aRXBqV0qyj3NvmzHpng1tat6",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "latitude": 21.028,
    "longitude": 105.851,
    "thumbnail": "https://statics.vinpearl.com/ho-hoan-kiem-6_1688884576.jpg",
    "images": [
      "https://static.vinwonders.com/production/ho-hoan-kiem-2.jpg",
      "https://vcdn1-vnexpress.vnecdn.net/2017/03/31/Hoguom1.jpg?w=680&h=0&q=100&dpr=2&fit=crop&s=dfTSxKIsVc8174AEdz3smg",
      "https://static.vinwonders.com/production/ho-hoan-kiem-banner.jpg",
      "https://kiemsat.1cdn.vn/2018/09/06/img_9856.jpg"
    ]
  },
  {
    "id": "653396b72f89ed0f946a504a",
    "name": "Quần thể di tích Cố đô Huế",
    "generalLocation": "Huế",
    "latitude": 16.470278,
    "longitude": 107.577222,
    "shortDescription": "Quần thể di tích Cố đô Huế",
    "detailedDescription": "Giới thiệu: Trong gần 400 năm (1558-1945), Huế đã từng là thủ phủ của các chúa Nguyễn ở xứ Đàng Trong (1306). Là kinh đô của triều đại Tây Sơn, rồi đến kinh quốc triều Nguyễn. Cố đô Huế ngày nay vẫn còn lưu giữ trong lòng những di sản văn hoá vật thể và phi vật thể chứa đựng nhiều giá trị biểu trưng cho trí tuệ và tâm hồn của dân tộc Việt Nam. Suốt mấy thế kỷ qua, bao nhiêu tinh hoa của cả nước được chắt lọc hội tụ về đây hun đúc cho một nền văn hoá đậm đà bản sắc để hoàn chỉnh thành một bức tranh thiên nhiên tuyệt vời với sông núi hữu tình thơ mộng. Bởi vậy, nói đến Huế, người ta nghĩ ngay đến những thành quách, cung điện vàng son, những đền đài miếu vũ lộng lẫy, những lăng tẩm uy nghiêm, những danh lam cổ tự trầm tư u tịch, những thắng tích do thiên nhiên khéo tạo. Trên nền tảng vật chất và tinh thần đã được hình thành ở Huế từ đầu thế kỷ XIV, các chúa Nguyễn (thế kỷ XVI-XVIII), triều đại Tây Sơn (cuối thế kỷ XVIII) và các vua Nguyễn (1802-1945) đã tiếp tục phát huy và gây dựng ở vùng Huế một tài sản văn hoá vô giá. Tiêu biểu nhất là Quần thể di tích của Cố đô Huế đã được UNESCO ghi vào danh mục Di sản Văn hoá Thế giới của UNESCO. Ngày nay, Quần thể di tích cố đô Huế đã được Thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 95 di tích quốc gia đặc biệt quan trọng của Việt Nam. Nét đặc trưng: Quần thể kiến trúc Cố đô Huế bao gồm hệ thống các di tích liên quan đến triều Nguyễn, phân bố ở thành phố Huế và các huyện Hương Trà, Hương Thủy, Phú Vang, Phú Lộc, thuộc tỉnh Thừa Thiên Huế. Kiến trúc Huế là sự kết hợp độc đáo giữa những nguyên tắc của kiến trúng truyền thống Việt, tư tưởng triết lý phương Đông, cùng những đặc điểm mang ảnh hưởng của kiến trúc quân sự phương Tây, hài hòa với các yếu tố tự nhiên: núi Ngự Bình, sông Hương, cồn Giã Viên, cồn Bộc Thanh, cồn Hến… Trải qua thời gian và những biến thiên của lịch sử, Huế vẫn bảo tồn được diện mạo của một kinh đô xưa, với hàng trăm công trình nghệ thuật tuyệt mỹ, vừa có giá trị đặc biệt về lịch sử và văn hóa, vừa phong phú, đa dạng, mang đậm bản sắc Huế…",
    "audio": "https://audio.jukehost.co.uk/J55qsuB8y3cpMrHwX1cY0xx1aRMQYoEY",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://img.nhandan.com.vn/Files/Images/2021/10/27/NgoMon_Hue-1635323560819.jpeg",
    "images": [
      "https://datviettour.com.vn/uploads/images/tin-tuc-SEO/mien-trung/hue/noi-dung/co-do-hue.jpg",
      "https://khamphahue.com.vn/Portals/0/Medias/Nam2022/T10/QuanTheDiTichCoDoHue-NgoMonHue.jpg",
      "https://cdnmedia.baotintuc.vn/Upload/ggrZaB6nUMyF1EMJeBk2Q/files/2019/11/co-do-hue.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d862",
    "name": "Hang Pác Bó",
    "generalLocation": "Cao Bằng",
    "latitude": 22.911058,
    "longitude": 106.625762,
    "shortDescription": "Hang Pác Bó - Nơi Bác Hồ Chí Minh làm việc trong chiến tranh cách mạng.",
    "detailedDescription": "Hang Pác Bó, tọa lạc tại tỉnh Cao Bằng, miền Bắc Việt Nam, là một trong những nơi quan trọng trong lịch sử chiến tranh cách mạng của Việt Nam và là nơi Bác Hồ Chí Minh từng làm việc trong thời kỳ chiến đấu cho độc lập và tự do của quê hương. Hang này chứng kiến những cuộc họp quyết định và lên kế hoạch chiến lược quan trọng của lãnh đạo cách mạng. Hang Pác Bó thực sự là một di tích lịch sử quý báu và được coi là biểu tượng của sự hy sinh và quyết tâm trong cuộc chiến tranh. Nó đại diện cho lòng dũng cảm của người lính và lãnh đạo cách mạng trong việc bảo vệ và xây dựng đất nước. Ngoài khía cạnh lịch sử, Hang Pác Bó có cảnh quan thiên nhiên tươi đẹp với đồi núi xanh mướt và các con suối trong lành. Khu vực này là điểm đến lý tưởng cho những người yêu thích thiên nhiên, thám hiểm và dã ngoại. Bạn có thể tham gia các hoạt động ngoại trời và khám phá vùng quê yên bình của Việt Nam. Hang Pác Bó không chỉ là nơi để tôn vinh sự hy sinh và khao khát tự do của nhân dân Việt Nam mà còn là một nơi để hiểu rõ hơn về lịch sử và tư duy của những người đã định hình quốc gia. Nó là một phần quan trọng của di sản lịch sử và cách mạng của Việt Nam. Hang Pác Bó đánh dấu một thời kỳ lịch sử quan trọng của Việt Nam, khi Bác Hồ Chí Minh và các lãnh đạo cách mạng tại đây đã đưa ra những quyết định quan trọng và chiến lược chiến đấu trong cuộc chiến tranh giành độc lập và tự do. Hang này đã chứng kiến những cuộc họp lịch sử và những nỗ lực không mệt mỏi để xây dựng nền tảng cho sự phục hồi và phát triển của quê hương Việt Nam. Ngoài việc là một di tích lịch sử quan trọng, Hang Pác Bó còn là một nguồn cảm hứng vĩ đại cho thế hệ hôm nay và tương lai. Nó giúp du khách hiểu rõ hơn về sự hy sinh và quyết tâm của nhân dân Việt Nam trong cuộc chiến tranh cách mạng và thúc đẩy tinh thần yêu nước và đoàn kết trong xây dựng đất nước.",
    "audio": "https://audio.jukehost.co.uk/5QslaMNeuFDrkqjfUlAGu8FA7N42XW51",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://sinhtour.vn/wp-content/uploads/2022/03/hang-pac-bo-1.jpg",
    "images": [
      "https://media.vov.vn/sites/default/files/styles/large_watermark/public/2021-07/pac-bo-cao-bang-a-_3.jpg",
      "https://sinhtour.vn/wp-content/uploads/2022/03/hang-pac-bo.jpg",
      "https://vietnamtravelmart.com.vn/wp-content/uploads/%C4%91%E1%BB%99ng-pu%C3%B4ng-3.jpg",
      "https://www.dulichvtv.com/wp-content/uploads/2022/02/Suoi-Le-Nin.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d861",
    "name": "An toàn khu Định Hóa",
    "generalLocation": "Bình Thuận",
    "latitude": 11.178659,
    "longitude": 107.519588,
    "shortDescription": "ATK Định Hóa - Nơi lưu giữ lịch sử chiến đấu của Việt Nam.",
    "detailedDescription": "An toàn khu Định Hóa, tọa lạc tại tỉnh Bình Thuận, miền Nam Việt Nam, là một địa điểm quan trọng trong lịch sử chiến đấu của Việt Nam. Nơi này được sử dụng làm căn cứ của Bộ Chính trị và Ban Bí thư Trung ương Đảng Cộng sản Việt Nam trong suốt thời kỳ chiến tranh. ATK Định Hóa đóng vai trò quan trọng trong việc thực hiện các cuộc tấn công và phản công, giúp củng cố chiến lược chiến đấu và đảm bảo chiến thắng của quân và dân Việt Nam. ATK Định Hóa là nơi chứng kiến những cuộc họp quyết định và lên kế hoạch chiến lược quan trọng. Nó đã đóng vai trò quan trọng trong việc thống nhất các lực lượng cách mạng và khởi đầu cuộc kháng chiến chống thực dân Pháp. Khu vực này giờ đây là một di tích lịch sử quý báu, bảo tồn những ký ức về sự nỗ lực và sự hy sinh của những người lính và lãnh đạo cách mạng. Ngoài khía cạnh lịch sử, ATK Định Hóa có cảnh quan thiên nhiên tươi đẹp với đồi núi xanh mướt và các con suối trong lành. Khu vực này là điểm đến lý tưởng cho những người yêu thích thiên nhiên, thám hiểm và dã ngoại. Bạn có thể tham gia các hoạt động ngoại trời và khám phá vùng quê yên bình của Việt Nam. ATK Định Hóa không chỉ là nơi để tôn vinh sự hy sinh và khao khát tự do của nhân dân Việt Nam mà còn là một nơi để hiểu rõ hơn về lịch sử và tư duy của những người đã định hình quốc gia. Nó là một phần quan trọng của di sản lịch sử và cách mạng của Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/zR4jtZeOrNQMhrUVJAZjgvKGLmQemT8R",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://btnmt.1cdn.vn/2020/08/31/1(3).jpg",
    "images": [
      "https://thainguyen.gov.vn/documents/130185/0/ATK.jpg/70e535b1-5847-461a-a36e-b094b06346d9?t=1637715925760",
      "https://file1.dangcongsan.vn/data/0/images/2021/07/01/thanhtoan/nha-tuong-niem-chu-tich-ho-chi-minh-khu-di-tich-quoc-gia-dac-biet-atk-dinh-hoa-1.jpg?dpi=150&quality=100&w=780",
      "https://hanoisuntravel.com/upload/Image/Tour/mienbac/thainguyen/a.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d860",
    "name": "Chiến Khu Tân Trào",
    "generalLocation": "Tuyên Quang",
    "latitude": 21.601761,
    "longitude": 105.669843,
    "shortDescription": "Tân Trào - Ký ức chiến thắng cách mạng.",
    "detailedDescription": "Tân Trào, tọa lạc tại tỉnh Tuyên Quang, miền Bắc Việt Nam, là một trong những địa điểm quan trọng trong lịch sử cách mạng của Việt Nam. Đây là nơi nổi tiếng với Trại sơ động Tân Trào, nơi Chủ tịch Hồ Chí Minh và lãnh đạo cách mạng đã dựng nên một tập trung quan trọng trong cuộc chiến tranh giành độc lập cho Việt Nam. Trại sơ động Tân Trào đã chứng kiến những cuộc họp quyết định và lên kế hoạch chiến lược quan trọng. Nó đã đóng vai trò quan trọng trong việc thống nhất các lực lượng cách mạng và khởi đầu cuộc kháng chiến chống thực dân Pháp. Khu vực này giờ đây là một di tích lịch sử quý báu, bảo tồn những ký ức về sự nỗ lực và sự hy sinh của những người lính và lãnh đạo cách mạng. Ngoài khía cạnh lịch sử, Tân Trào có cảnh quan thiên nhiên tươi đẹp với đồi núi xanh mướt và các con suối trong lành. Khu vực này là điểm đến lý tưởng cho những người yêu thích thiên nhiên, thám hiểm và dã ngoại. Bạn có thể tham gia các hoạt động ngoại trời và khám phá vùng quê yên bình của Việt Nam. Tân Trào không chỉ là nơi để tôn vinh sự hy sinh và khao khát tự do của nhân dân Việt Nam mà còn là một nơi để hiểu rõ hơn về lịch sử và tư duy của những người đã định hình quốc gia. Nó là một phần quan trọng của di sản lịch sử và cách mạng của Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/D5eeIC59YBkO0pUnb7C9pl0G1eITKk6L",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://m.baotuyenquang.com.vn/media/images/2019/08/img_20190816174807.jpg",
    "images": [
      "https://baotanghochiminh.vn/pic/Service/images/cay%20da%20tam%20(Large).jpg",
      "https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2017/11/dinh-kim-tran.jpg",
      "https://scontent.iocvnpt.com/resources/portal//Images/TQG/ttcntt.tqg/Dia%20Diem/Khu%20di%20tich%20Tan%20Trao/khu_di_tich_tan_trao/dai_dien_2_637019188746869704.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d859",
    "name": "Yên Thế",
    "generalLocation": "Bắc Giang",
    "latitude": 21.240294,
    "longitude": 106.254556,
    "shortDescription": "Yên Thế - Nét đẹp thiên nhiên và văn hóa độc đáo.",
    "detailedDescription": "Yên Thế, nằm tại tỉnh Bắc Giang, miền Bắc Việt Nam, là một trong những địa điểm quyến rũ với nét đẹp thiên nhiên và văn hóa độc đáo. Khu vực này không chỉ nổi tiếng với cảnh quan tự nhiên tươi đẹp mà còn mang trong mình những giá trị văn hóa truyền thống của người dân tộc Việt. Yên Thế có cảnh quan thiên nhiên độc đáo, với đồi núi xanh mướt, rừng cây rậm rạp và những thung lũng quyến rũ. Khu vực này là điểm đến lý tưởng cho những người yêu thích thám hiểm thiên nhiên, đi bộ đường dài và thư giãn giữa không gian yên bình. Bạn có thể thám hiểm các hang động và thác nước tự nhiên tại Yên Thế. Ngoài khía cạnh thiên nhiên, Yên Thế còn là nơi du khách có thể tìm hiểu về văn hóa truyền thống của người dân tộc Việt. Đây là nơi du khách có cơ hội gặp gỡ và tương tác với người dân tộc, khám phá văn hóa dân gian, thưởng thức các món ẩm thực địa phương và tham gia vào các hoạt động văn hóa truyền thống. Yên Thế là một nơi thú vị cho những người muốn trải nghiệm cuộc sống nông thôn và khám phá những khía cạnh văn hóa và thiên nhiên của Việt Nam. Từ cảnh quan đẹp đến truyền thống văn hóa độc đáo, Yên Thế là một điểm đến đáng để khám phá và tận hưởng.",
    "audio": "https://audio.jukehost.co.uk/7VRir1EHsjSWynRjcyFVcCz9fipEDr2e",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "http://www.dulichbacgiang.gov.vn/uploads/editor/2_73.jpg",
    "images": [
      "http://www.dulichbacgiang.gov.vn/uploads/editor/chuoi.jpg",
      "http://www.dulichbacgiang.gov.vn/uploads/editor/1_82.jpg",
      "http://www.dulichbacgiang.gov.vn/uploads/editor/9_11.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d858",
    "name": "Điện Biên Phủ",
    "generalLocation": "Điện Biên",
    "latitude": 21.395694,
    "longitude": 103.021970,
    "shortDescription": "Điện Biên Phủ - Biểu tượng chiến thắng lịch sử.",
    "detailedDescription": "Điện Biên Phủ, nằm tại tỉnh Điện Biên, miền Bắc Việt Nam, là một trong những địa điểm quan trọng nhất trong lịch sử Việt Nam. Nơi đây nổi tiếng với trận chiến Điện Biên Phủ diễn ra vào năm 1954, khi quân đội Việt Nam dưới sự lãnh đạo của Đại tướng Võ Nguyên Giáp đánh bại quân đội Pháp, chấm dứt cuộc chiến tranh Đông Dương và mở ra đường dẫn đến độc lập của Việt Nam. Trận chiến Điện Biên Phủ là một trong những trận chiến lớn nhất của chiến tranh Đông Dương. Nó kéo dài trong 57 ngày, với những cuộc đấu ác liệt trong môi trường đồi núi và hang động. Trận chiến này đã thấy sự hy sinh và dũng cảm của quân và dân Việt Nam, đồng thời chấm dứt thời kỳ thực dân Pháp ở Đông Dương. Trận chiến Điện Biên Phủ là một chiến công thiêng liêng của quân và dân Việt Nam trong việc bảo vệ tự do và độc lập. Điện Biên Phủ đã trở thành biểu tượng của sự đoàn kết và quyết tâm của người Việt Nam trong việc xây dựng một đất nước tự do và độc lập. Nơi này bây giờ có các di tích lịch sử như các hang động và đồi đất từng là nơi quân đội Việt Nam tạo ra các chiến trận quyết định. Điện Biên Phủ cũng là một điểm đến quan trọng cho những người quan tâm đến lịch sử và học hỏi về chiến tranh Việt Nam. Du khách có thể thăm các bảo tàng và di tích lịch sử ở đây để hiểu rõ hơn về cuộc chiến và những người lính dũng cảm tham gia trận chiến 12 ngày đêm. Điện Biên Phủ không chỉ là một địa điểm lịch sử quan trọng mà còn là một nơi để tôn vinh sự hy sinh và khao khát tự do của người Việt Nam. Nó là một biểu tượng vĩ đại của sự chiến đấu và sự tự do và độc lập của quốc gia.",
    "audio": "https://audio.jukehost.co.uk/I9NsMxZSMyB7thBOR8rjxtHEDNlFtt3U",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tic-lich-su-viet-nam-4.png",
    "images": [
      "https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2021/04/diem-tham-quan-lich-su-dip-3004-mien-bac-12.jpg",
      "https://dulichkhatvongviet.com/wp-content/uploads/2022/02/Deo-ma-pi-leng-001-e1645114591865.jpg",
      "https://www.vinteambuilding.vn/images/TIN_T%E1%BB%A8C/%C4%90i%E1%BB%87n_Bi%C3%AAn_Ph%E1%BB%A7/1-1024x680.jpg",
      "https://cdn.alongwalk.info/vn/wp-content/uploads/2022/06/19061614/image-14-dia-diem-du-licca3ch-occ89-diecca3n-bien-bacca3n-nen-den-it-nhat-1-lan-165556897443782.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d857",
    "name": "Đền Hùng",
    "generalLocation": "Phú Thọ",
    "latitude": 21.256622,
    "longitude": 105.165371,
    "shortDescription": "Đền Hùng - Ký ức của dòng họ Việt.",
    "detailedDescription": "Đền Hùng, tọa lạc tại tỉnh Phú Thọ, miền Bắc Việt Nam, là một trong những nơi quan trọng nhất trong văn hóa và lịch sử Việt Nam. Đây không chỉ là một di tích lịch sử quý báu mà còn là biểu tượng của sự kết nối giữa người Việt và nguồn gốc của họ. Đền Hùng là nơi được xem là ngôi trường của những vị vua Hùng, những người sáng lập và bảo vệ đất nước Việt Nam. Lễ hội Đền Hùng, diễn ra hàng năm vào ngày 10 tháng 3 âm lịch, là dịp để những người con của dòng họ Việt tới dâng hương và tri ân tổ tiên. Nơi này chứa đựng nhiều đền thờ và bia đá kỷ niệm, ghi nhận những công lao và đóng góp của các vị vua Hùng và các anh hùng dân tộc. Ngoài khía cạnh tôn giáo và lịch sử, Đền Hùng cũng nằm trong một môi trường thiên nhiên xinh đẹp, với các ngọn đồi, cánh đồng lúa và sông nước. Khu vực này còn nổi tiếng với nhiều hang động và thác nước tạo nên cảnh quan tự nhiên hùng vĩ. Du khách có cơ hội thám hiểm cảnh quan thiên nhiên, thư giãn trong không gian yên bình, và khám phá những di tích lịch sử quý báu. Lễ hội Đền Hùng không chỉ là sự kiện tôn giáo mà còn là dịp để người Việt kỷ niệm và tôn vinh nguồn gốc của họ. Đến Đền Hùng, bạn sẽ được đắm chìm trong không gian văn hóa và lịch sử độc đáo của Việt Nam, đồng thời tìm hiểu thêm về những người anh hùng và vị vua Hùng đã xây dựng nền văn minh Việt Nam. Lễ hội Đền Hùng là một phần quan trọng của di sản văn hóa phi vật thể của Việt Nam, và nó đã được UNESCO công nhận là Di sản văn hóa phi vật thể của nhân loại.",
    "audio": "https://audio.jukehost.co.uk/pEJLH72wHExGS8eaIPoH34cWnu4BlDrM",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tic-lich-su-viet-nam.png",
    "images": [
      "https://cdn.tgdd.vn/Files/2022/03/28/1422690/kinh-nghiem-du-lich-den-hung-phu-tho-cho-nguoi-moi-di-lan-dau-2022032810434s51144.jpg",
      "https://baodautu.vn/Images/nguyenkythanh/2017/04/26/phe-duyet-quy-hoach-khu-di-tich-den-hung-rong-845-ha1493148524.jpg",
      "https://cdnmedia.baotintuc.vn/Upload/CCcQv1fjdlI5Hob1jh0mA/files/2021/04/19/anninh/IMG_8330.jpg",
      "https://tttctt.1cdn.vn/2023/04/26/den-hung.jpg",
      "https://cdnmedia.baotintuc.vn/2016/04/15/14/55/Default.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d856",
    "name": "Côn Sơn",
    "generalLocation": "Hải Dương",
    "latitude": 20.925481,
    "longitude": 106.343703,
    "shortDescription": "Côn Sơn - Nơi lịch sử và thiên nhiên hội tụ.",
    "detailedDescription": "Côn Sơn, nằm ở tỉnh Hải Dương, miền Bắc Việt Nam, là một trong những địa điểm đặc biệt kết hợp giữa lịch sử và thiên nhiên. Khu vực này không chỉ là nơi lưu giữ những di tích lịch sử quý báu mà còn là một môi trường thiên nhiên tươi đẹp và yên bình. Côn Sơn nổi tiếng với ngôi Đền Chiêu Thánh, nơi lưu giữ nhiều di tích và tượng thần quan trọng trong đạo Phật. Đền này là nơi tôn vinh ngài Chí Hiếu Liêu Quán, người sáng lập và phổ biến Phật giáo Trúc Lâm Yên Tử ở Việt Nam. Những tượng thần và đình thờ trong đền mang giá trị tôn giáo và văn hóa lớn, thu hút những người thực hành đạo Phật và du khách. Ngoài khía cạnh tôn giáo và lịch sử, Côn Sơn cũng nổi bật với cảnh quan thiên nhiên tuyệt đẹp. Khu vực này bao gồm nhiều ngọn đồi xanh tươi, rừng cây rậm rạp và hồ nước trong xanh. Du khách có cơ hội thám hiểm thiên nhiên, leo núi, và thư giãn trong không gian yên bình của Côn Sơn. Đặc biệt, Côn Sơn còn nằm gần Vườn quốc gia Cúc Phương, một trong những vườn quốc gia đầu tiên của Việt Nam. Vườn này nổi tiếng với đa dạng động và thực vật, với nhiều loài quý hiếm. Du khách có thể tham gia các cuộc thám hiểm thiên nhiên, quan sát chim, và tham quan các hang động độc đáo trong khu vực này. Côn Sơn thúc đẩy việc bảo tồn cảnh quan thiên nhiên và lịch sử của Việt Nam. Nơi này mang đến một trải nghiệm thú vị và bổ ích cho những ai yêu thích lịch sử, tôn giáo, và thiên nhiên. Đến Côn Sơn, bạn sẽ được tận hưởng sự hòa quyện độc đáo giữa lịch sử và thiên nhiên.",
    "audio": "https://audio.jukehost.co.uk/YKaypac0lytCRdYe1TfRlMJjpjIM1WZu",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://sachphapluatvn.com/hoanghung/5/images/C%C3%B4n%20S%C6%A1n%203%20.jpg",
    "images": [
      "https://danviet.mediacdn.vn/thumb_w/650/296231569849192448/2021/6/25/1-16246169113301582107352.jpg",
      "https://cdnimg.vietnamplus.vn/uploaded/ngtmbh/2022_09_10/ttxvn_con_son_kiep_bac.jpg",
      "https://cdnimg.vietnamplus.vn/uploaded/ngtmbh/2022_09_10/ttxvn_den_tho_kiep_bac.jpg",
      "https://baothainguyen.vn/file/oldimage/baothainguyen/UserFiles/image/con-son.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d837",
    "name": "Vịnh Hạ Long",
    "generalLocation": "Quảng Ninh",
    "latitude": 20.951665,
    "longitude": 107.080779,
    "shortDescription": "Vịnh Hạ Long - Di sản thiên nhiên thế giới tại Quảng Ninh.",
    "detailedDescription": "Vịnh Hạ Long, còn được gọi là Vịnh Descending Dragon, là một trong những di sản thiên nhiên thế giới nổi tiếng và đẹp nhất tại Việt Nam. Vịnh nằm ở tỉnh Quảng Ninh và là một địa điểm du lịch phổ biến và hấp dẫn. Vịnh Hạ Long nổi tiếng với những ngọn núi đá vôi đặc biệt, hòn đảo lớn nhỏ, và hệ thống hang động kỳ diệu. Nó được coi là một kiệt tác tự nhiên của thiên nhiên và văn hóa. Vịnh Hạ Long có một lịch sử và văn hóa phong phú. Nó được đặt tên theo một huyền thoại của rồng bay xuống biển và tạo ra các đảo và hòn đá. Vịnh Hạ Long là nơi của nhiều di tích lịch sử và văn hóa, bao gồm các hang động với các bức tranh vẽ người tiền sử, và các khu vực có sự hiện diện của người dân thổ dân. Nơi này đã từng là một căn cứ quân sự quan trọng trong thời kỳ chiến tranh. Vịnh Hạ Long thu hút hàng triệu du khách mỗi năm, đặc biệt là những người yêu thiên nhiên và văn hóa. Du khách có cơ hội tham gia các hoạt động như đi thuyền, lặn biển, thăm các hòn đảo, và khám phá các hang động kỳ diệu. Ngoài ra, Vịnh Hạ Long cũng nổi tiếng với các món ăn biển ngon và đội ngũ khách sạn và khu nghỉ dưỡng cao cấp. Với sự hài hòa giữa thiên nhiên và văn hóa, Vịnh Hạ Long không chỉ là một điểm đến du lịch mà còn là một biểu tượng quốc gia và thế giới, đại diện cho vẻ đẹp và đa dạng của đất nước Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/6iUxgpFZ84h9HgEkTpfzCYDxb7BJVsGh",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "[THUMBNAIL_IMAGE_URL_HERE]",
    "images": [
      "https://c4.wallpaperflare.com/wallpaper/799/153/283/photography-h%E1%BA%A1-long-bay-boat-ha-long-bay-wallpaper-preview.jpg",
      "https://w0.peakpx.com/wallpaper/767/409/HD-wallpaper-ha-long-bay-sea-beautiful-nature-paradise-vietnam-asia-v%E1%BB%8Bnh-h%E1%BA%A1-long-r-summer-travel.jpg",
      "https://photo-cms-tinnhanhchungkhoan.epicdn.me/w660/Uploaded/2023/WpxlCdjwi/2017_07_23/11/2_IOUD.jpg",
      "https://t4.ftcdn.net/jpg/02/71/35/77/360_F_271357771_omlUZGSn9bNfvuMKibacRMzDz3Lm6j3l.jpg"    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d855",
    "name": "Cố đô Hoa Lư",
    "generalLocation": "Ninh Bình",
    "latitude": 20.251841,
    "longitude": 105.964884,
    "shortDescription": "Cố đô Hoa Lư - Thủ đô cổ đại của Đại Cồ Việt.",
    "detailedDescription": "Cố đô Hoa Lư, nằm gần Thành phố Ninh Bình, tỉnh Ninh Bình, miền Bắc Việt Nam, từng là thủ đô của Đại Cồ Việt vào thế kỷ 10. Với lịch sử hơn 1000 năm và kiến trúc độc đáo, Cố đô Hoa Lư là một phần quan trọng của lịch sử và văn hóa Việt Nam. Cố đô Hoa Lư bao gồm một hệ thống di tích lịch sử và kiến trúc đặc sắc. Trong quá khứ, đây là nơi vua Ngô Quyền đánh bại quân Nam Hán tự nhiên, giành lại độc lập cho nước Việt. Những di tích lịch sử như Đền Đô, Đền Trình, và Ngoại thành Hoa Lư thúc đẩy việc bảo tồn và tôn vinh lịch sử dũng cảm của Việt Nam. Ngoài giá trị lịch sử, Cố đô Hoa Lư còn nổi tiếng với cảnh quan thiên nhiên xinh đẹp. Vùng này được bao quanh bởi các dãy núi và cánh đồng lúa. Cảnh quan thiên nhiên và kiến trúc tạo nên một môi trường tĩnh lặng và thanh bình, thuận lợi cho việc tìm hiểu về lịch sử và văn hóa Việt Nam. Cố đô Hoa Lư là một trong những điểm đến quan trọng trên bản đồ du lịch Việt Nam. Nơi này đưa du khách trở lại trong thời kỳ quan trọng của lịch sử Việt Nam và cho phép họ thấu hiểu sự phát triển và thăng hoa của đất nước. Đến Cố đô Hoa Lư, bạn sẽ bị cuốn hút bởi cảnh quan thiên nhiên và kiến trúc đặc sắc, đồng thời tìm hiểu thêm về quá khứ và văn hóa của Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/D7r2YmEh9OL1SAxV8TX8E773L199fmKG",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tic-lich-su-viet-nam-2.png",
    "images": [
      "https://cozynibi.com/Uploads/images/news/toan-canh-co-do-hoa-lu.jpg",
      "https://cdn.tgdd.vn/Files/2022/03/27/1422550/kinh-nghiem-du-lich-hoa-lu-ninh-binh-cho-nguoi-lan-dau-moi-di-202203270203388706.jpg",
      "https://bizweb.dktcdn.net/100/116/097/files/co-do-hoa-lu-1-8439ee0a-b84e-477f-a6c2-87ef20c90988.jpg?v=1538883469861",
      "https://vcdn-vnexpress.vnecdn.net/2017/06/27/Ninh-Binh-2-2507-1498554715.jpg"    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d854",
    "name": "Tràng An - Tam Cốc",
    "generalLocation": "Ninh Bình",
    "latitude": 20.253215,
    "longitude": 105.968614,
    "shortDescription": "Tràng An - Tam Cốc - Kỳ quan thiên nhiên và văn hóa của Việt Nam.",
    "detailedDescription": "Tràng An - Tam Cốc, nằm ở tỉnh Ninh Bình, miền Bắc Việt Nam, là một trong những kỳ quan thiên nhiên và văn hóa của đất nước. Khu vực này nổi tiếng với những cảnh quan thiên nhiên tuyệt đẹp, với các hệ thống hang động, dãy núi và cánh đồng lúa trải dài. Tràng An - Tam Cốc đã được UNESCO công nhận là Di sản thiên nhiên và Di sản văn hóa Thế giới, đánh dấu nó là một trong những điểm đến đặc biệt của Việt Nam. Khu vực Tràng An - Tam Cốc nổi tiếng với hệ thống sông ngầm và hang động phong cảnh độc đáo. Du khách có cơ hội tham quan bằng thuyền qua những hang động đáng kinh ngạc, ngắm nhìn những ngọn núi đá vôi cao ngất và cảnh quan tự nhiên tuyệt đẹp. Trong suốt cuộc hành trình, bạn sẽ bị cuốn hút bởi vẻ đẹp hoang sơ và thanh bình của Tràng An - Tam Cốc. Ngoài cảnh quan thiên nhiên tuyệt đẹp, khu vực này còn chứa đựng giá trị lịch sử và văn hóa. Cố đô Hoa Lư, nằm gần Tràng An - Tam Cốc, từng là thủ đô của Đại Cồ Việt vào thế kỷ 10 và là một phần quan trọng của lịch sử Việt Nam. Du khách có thể thăm quan các di tích lịch sử và kiến trúc tại Cố đô Hoa Lư để tìm hiểu thêm về quá khứ và văn hóa của đất nước. Tràng An - Tam Cốc không chỉ là một điểm đến cho những người yêu thiên nhiên mà còn là nơi để thấu hiểu sự kết hợp độc đáo giữa cảnh quan thiên nhiên và lịch sử. Nơi này thúc đẩy việc bảo tồn và khám phá thiên nhiên và văn hóa Việt Nam. Với những cảnh quan độc đáo và lịch sử phong phú, Tràng An - Tam Cốc là một kho báu vô giá của Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/Qjf3LekpDlzid5Py65lvws2UKU5S7EJr",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://vissaihotel.vn/photo/99ac-sac-quan-the-danh-thang-trang-an.jpg",
    "images": [
      "https://wiki-travel.com.vn/uploads/picture/camnhi-185529115549-mua-nao-trang-an-tam-coc.jpg",
      "https://ims.baohoabinh.com.vn/NewsImg/5_2019/129219_2-15581885303191827178242.jpg",
      "https://media-cdn-v2.laodong.vn/storage/newsportal/2022/4/24/1037447/Trang_An.jpeg",
      "https://ik.imagekit.io/tvlk/blog/2022/11/khu-du-lich-trang-an-4-1024x684.jpg?tr=dpr-2,w-675",
      "https://ninhbinhtravel.net/wp-content/uploads/2021/11/mua-thu-trang-an.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d853",
    "name": "Thành nhà Hồ",
    "generalLocation": "Thanh Hóa",
    "latitude": 19.782590,
    "longitude": 105.770352,
    "shortDescription": "Thành nhà Hồ - Kỳ quan kiến trúc lịch sử ấn tượng.",
    "detailedDescription": "Thành nhà Hồ là một trong những kỳ quan kiến trúc lịch sử ấn tượng tại Việt Nam. Nằm ở tỉnh Thanh Hóa, miền Trung nước này, Thành nhà Hồ là một phần của Di sản văn hóa Thế giới UNESCO, với một lịch sử hùng vĩ và kiến trúc độc đáo. Thành nhà Hồ được xây dựng vào cuối thế kỷ XIV và đầu thế kỷ XV, dưới triều đại Hồ, một trong những triều đại nổi tiếng của Việt Nam. Thành này được xây dựng như một hệ thống kiến trúc phòng thủ với những cấu trúc và công trình ấn tượng. Có nhiều cửa và tường bao vây, nhiều trong số đó được bảo tồn đến ngày nay, cho phép du khách chiêm ngưỡng kiến trúc và kiến thức kiến trúc của thời kỳ đó. Một trong những điểm đặc biệt của Thành nhà Hồ là Hồ Mãng Lăng, một công trình thảo nguyên tại trung tâm thành phố, nơi lưu giữ nhiều di tích lịch sử quý báu và ngôi mộ của vua Hồ Quý Ly - vị vua sáng lập triều đại Hồ. Hồ Mãng Lăng là một trong những địa điểm quan trọng của Thành nhà Hồ, là nơi du khách có thể tìm hiểu về lịch sử và văn hóa của Việt Nam trong thời kỳ này. Kiến trúc của Thành nhà Hồ phản ánh sự kết hợp độc đáo giữa kiến trúc Việt truyền thống và sự ảnh hưởng từ các nền văn hóa khác. Các tượng đài và đền thờ được xây dựng với kiến thức kiến trúc cao cấp và các chi tiết trang trí tinh xảo. Kiến trúc này là một ví dụ tuyệt vời về sự pha trộn của nghệ thuật và văn hóa. Thành nhà Hồ cũng có giá trị lịch sử lớn. Nó đã chứng kiến nhiều biến cố lịch sử quan trọng và là một phần quan trọng của lịch sử Việt Nam. Nơi này thúc đẩy việc bảo tồn và khám phá lịch sử và văn hóa của đất nước. Đến Thành nhà Hồ, du khách có cơ hội tìm hiểu về sự phát triển và thăng hoa của một triều đại quan trọng trong lịch sử Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/NE51yTay3bMPGbfAOEx5pRBAzoidN7Ns",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tic-lich-su-viet-nam-8.png",
    "images": [
      "https://vcdn-dulich.vnecdn.net/2022/11/20/co-vat-thanh-nha-ho-29-jpg-166-6567-7886-1668913714.jpg",
      "https://bcp.cdnchinhphu.vn/zoom/917_516/334894974524682240/2023/7/28/thanhnhaho-1690541113321149475578-95-0-1220-2000-crop-16905411243991362877351.jpg",
      "https://vnanet.vn/Data/Articles/2022/08/17/6283475/vna_potal_thanh_nha_ho_-_di_san_van_hoa_the_gioi_stand.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d852",
    "name": "Kim Liên",
    "generalLocation": "Nghệ An",
    "latitude": 19.275516,
    "longitude": 105.695137,
    "shortDescription": "Kim Liên - Nơi sinh của Chủ tịch Hồ Chí Minh.",
    "detailedDescription": "Kim Liên là một ngôi làng nằm tại huyện Nam Đàn, tỉnh Nghệ An, miền Trung Việt Nam. Điều làm cho Kim Liên trở nên đặc biệt và nổi tiếng trên bản đồ Việt Nam là nó là nơi sinh của Chủ tịch Hồ Chí Minh, người đã đóng góp lớn cho lịch sử và độc lập của Việt Nam. Kim Liên đã trở thành một điểm đến quan trọng cho du khách và những người quan tâm đến lịch sử và văn hóa Việt Nam. Nơi này chứa đựng rất nhiều kỷ vật, hình ảnh và di tích liên quan đến cuộc đời và sự nghiệp của Chủ tịch Hồ Chí Minh. Trong làng Kim Liên, bạn có thể thăm nhà nơi Chủ tịch Hồ Chí Minh đã sinh ra và lớn lên, và cũng có thể tìm hiểu thêm về những gia đình sống tại đây và những người thương mến Chủ tịch. Một trong những điểm đặc biệt của Kim Liên là Nhà trưng bày Chủ tịch Hồ Chí Minh, nơi bạn có thể tìm hiểu về cuộc đời và sự nghiệp của ông thông qua hình ảnh, văn kiện và di tích lịch sử. Bên cạnh đó, có một ngôi trường trung học mang tên Chủ tịch Hồ Chí Minh, nơi ông đã từng học. Tại đây, du khách có cơ hội khám phá và tìm hiểu về quá trình hình thành và phát triển của một trong những lãnh đạo lớn nhất trong lịch sử Việt Nam. Ngoài giá trị lịch sử, Kim Liên cũng nổi tiếng với cảnh quan thiên nhiên xanh mướt, những cánh đồng lúa bát ngát và những ngôi nhà cổ truyền Việt Nam. Điều này tạo ra một môi trường yên bình và thư thái, phù hợp cho những người muốn tận hưởng không gian quê hương truyền thống và thoát khỏi sự ồn ào của cuộc sống đô thị. Kim Liên không chỉ là nơi để tưởng nhớ và tôn vinh Chủ tịch Hồ Chí Minh mà còn là một địa điểm để thăm quan và tìm hiểu về quá khứ, hiện tại và tương lai của Việt Nam. Nơi này là một phần quan trọng của hành trình khám phá lịch sử và văn hóa của đất nước.",
    "audio": "https://audio.jukehost.co.uk/OC5NXoQVdGyU49qmwasbHfYVfRQlpKAg",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-7.png",
    "images": [
      "https://congthuong-cdn.mastercms.vn/stores/news_dataimages/mt_hoangtrinh/052020/12/08/in_article/3519_toan_canh_khu_di_tich_kim_lien.jpg",
      "https://baotanghochiminh.vn/pic/Service/images/Que%20noi%20(Large).jpg",
      "https://live.staticflickr.com/7392/10976566116_059ebeabc3.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d851",
    "name": "Phong Nha - Kẻ Bàng",
    "generalLocation": "Quảng Bình",
    "latitude": 17.590316,
    "longitude": 106.283403,
    "shortDescription": "Phong Nha - Kẻ Bàng - Kỳ quan thiên nhiên nguyên sơ của Việt Nam.",
    "detailedDescription": "Phong Nha - Kẻ Bàng là một trong những kỳ quan thiên nhiên độc đáo và nguyên sơ của Việt Nam, nằm ở tỉnh Quảng Bình, miền Trung nước này. Vùng đất này nổi tiếng với hệ thống hang động lớn và phức tạp, những dãy núi và cảnh quan thiên nhiên tuyệt đẹp. Đặc biệt, Phong Nha - Kẻ Bàng đã được UNESCO công nhận là Di sản thiên nhiên và Di sản văn hóa Thế giới, đánh dấu nó là một trong những điểm đến hấp dẫn nhất của Việt Nam. Khu vực Phong Nha - Kẻ Bàng có hơn 300 hang và động, với nhiều di tích động thạch động, các cấu trúc động đá và hệ thống sông ngầm phức tạp. Hang Sơn Đoòng, một trong những hang lớn nhất thế giới, là điểm đến của những người thích mạo hiểm và khám phá. Hang Sơn Đoòng có hệ thống hang thạch động lớn, dòng sông dưới lòng đất và cảnh quan đáng kinh ngạc với những cột đá khổng lồ. Ngoài việc khám phá hang động, du khách có cơ hội tham quan những dãy núi và cảnh quan tự nhiên tuyệt đẹp của Phong Nha - Kẻ Bàng. Khu vực này có nhiều con suối và hồ nước trong xanh, nơi du khách có thể tắm biển và tận hưởng không gian tự nhiên. Vùng đất này cũng rất phong cảnh với nhiều loài thực vật và động vật quý hiếm. Phong Nha - Kẻ Bàng không chỉ nổi tiếng với thiên nhiên đẹp mê hồn mà còn có giá trị lịch sử và văn hóa. Khu vực này đã từng đóng vai trò quan trọng trong cuộc chiến tranh Việt Nam và có nhiều di tích lịch sử liên quan đến cuộc kháng chiến chống thực dân Pháp và chiến tranh Mỹ. Nhiều quan đội và dân quân đã sử dụng các hang động ẩn náu và căn cứ quân sự trong khu vực này. Phong Nha - Kẻ Bàng ngày nay đã trở thành một điểm đến quyến rũ cho những người yêu thiên nhiên và lịch sử. Nơi này thúc đẩy việc bảo tồn và khám phá thiên nhiên và văn hóa Việt Nam. Với những cảnh quan thiên nhiên tuyệt đẹp và lịch sử phong phú, Phong Nha - Kẻ Bàng là một trong những kho báu vô giá của Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/Gr1T0zCrz8uVUSVubnPcqvceTkS2k6Lp",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://nld.mediacdn.vn/291774122806476800/2021/12/20/7-cai-nhat-cua-phong-nha-ke-bang-1639936654793597781412.jpg",
    "images": [
      "https://phongnhaexplorer.com/wp-content/uploads/vuon-quoc-gia-phong-nha-ke-bang.jpg",
      "https://static.kinhtedothi.vn/images/upload/2021/12/25/7735c329-d3ce-4b75-b8f7-d5f8cf107d94.jpg",
      "https://www.quangbinhtravel.vn/wp-content/uploads/2018/03/hang-son-doong-2.jpg",
      "https://media.baodautu.vn/Images/ngoctan/2016/11/08/V_p_k_o_ca_hang_Sn_oong.jpg",
      "https://owa.bestprice.vn/images/destinations/uploads/phong-nha-ke-bang-601116a1a6988.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d850",
    "name": "Hội An",
    "generalLocation": "Quảng Nam",
    "latitude": 15.880058,
    "longitude": 108.338047,
    "shortDescription": "Hội An - Một thành phố cổ xinh đẹp ẩn mình tại miền Trung Việt Nam.",
    "detailedDescription": "Hội An, một thành phố nằm ở tỉnh Quảng Nam, miền Trung Việt Nam, là một trong những điểm đến vô cùng quyến rũ và độc đáo với sự kết hợp hoàn hảo giữa vẻ đẹp cổ kính và văn hóa đa dạng. Thành phố này nằm cách Đà Nẵng khoảng 30 km về phía Nam và từng là một cảng thương mại sầm uất trong quá khứ, là nơi gặp gỡ và giao lưu giữa nhiều nền văn hóa và thương nhân từ khắp nơi trên thế giới. Hội An nổi tiếng với kiến trúc cổ điển rất đặc trưng, những con đường nhỏ, các nhà cửa cổ xinh đẹp và hệ thống giao thông độc đáo với sự kết hợp giữa đường phố và các con kênh nước. Thành phố đã được UNESCO công nhận là Di sản Văn hóa Thế giới vào năm 1999 và là một trong những điểm đến phải thấy của Việt Nam. Một trong những điểm đặc biệt của Hội An là không có xe cộ lưu thông trong trung tâm cổ kính, tạo điều kiện thuận lợi cho việc tham quan bằng đôi chân. Du khách có thể dạo chơi trong các con ngõ hẹp, thăm những cửa hàng lưu niệm, các quán cà phê và những tiệm ẩm thực độc đáo. Bên cạnh đó, Hội An cũng nổi tiếng với các ngôi chùa và đền thờ cổ kính, nơi du khách có thể tìm hiểu về tôn giáo và văn hóa dân gian Việt Nam. Hội An cũng nổi tiếng với lễ hội ánh sáng lồng đèn vào mỗi đêm trăng tròn. Các cửa hàng và nhà dân sẽ đốt những bông đèn lồng màu sắc tạo nên một bức tranh lung linh và thơ mộng trên các con đường cổ kính. Lễ hội ánh sáng lồng đèn tạo nên không gian lãng mạn và thú vị cho du khách tham quan và chụp ảnh. Bãi biển An Bàng, nằm cách trung tâm Hội An khoảng 5 km, là một trong những bãi biển đẹp nhất ở Việt Nam, thu hút nhiều du khách tới đây để tận hưởng biển cát trắng, nước biển trong xanh và không gian yên bình. Bãi biển An Bàng cũng có nhiều quán bar và nhà hàng phục vụ ẩm thực biển ngon miệng. Hội An không chỉ là một điểm đến cho du khách quốc tế mà còn là một nơi để người Việt tìm hiểu về quê hương và văn hóa truyền thống. Cảm giác yên bình, vẻ đẹp cổ điển, và môi trường thân thiện của Hội An khiến nó trở thành một trong những điểm đến phải thăm khi đến Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/BB3zSQxvMZufey4mscDrK14llcFzejW9",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2017/08/chua-cau-hoi-an-3-1.jpg",
    "images": [
      "https://statics.vinpearl.com/kien-truc-pho-co-hoi-an-2_1665128843.jpg",
      "https://ik.imagekit.io/tvlk/blog/2022/02/dia-diem-du-lich-hoi-an-1.jpg?tr=dpr-2,w-675",
      "https://static.vinwonders.com/2022/04/hoi-an-ve-dem-3.jpeg",
      "https://statics.vinpearl.com/cho-dem-hoi-an-2_1627638952.png",
      "https://sakos.vn/wp-content/uploads/2023/04/6-nen-van-hoa-pho-co-cua-Hoi-An-1.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d844",
    "name": "Thánh địa Mỹ Sơn",
    "generalLocation": "Quảng Nam",
    "latitude": 15.796421,
    "longitude": 108.630362,
    "shortDescription": "Thánh địa Mỹ Sơn - Di sản văn hóa thế giới tại Quảng Nam.",
    "detailedDescription": "Thánh địa Mỹ Sơn là một di sản văn hóa thế giới nằm tại tỉnh Quảng Nam, Việt Nam. Đây là một khu vực lịch sử và tôn thờ tôn giáo quan trọng của người Chăm. Mỹ Sơn là một quần thể kiến trúc tôn thờ thần linh của người Chăm và là một trong những trang web tôn giáo quan trọng nhất ở Đông Nam Á. Mỹ Sơn nằm trong một khu vực rừng núi tại thung lũng sông Duy Phú. Tại đây, có nhiều tháp chăm cổ kính được xây dựng từ thế kỷ IV đến thế kỷ XIV. Những tháp đền này được xây dựng để tôn vinh các thần linh và để thực hiện các nghi lễ tôn giáo của người Chăm. Di tích Mỹ Sơn bao gồm nhiều diorama và các di tích kiến trúng truyền thống của người Chăm, bao gồm tháp đền, đền thờ và cổng chùa. Những di tích này thể hiện nghệ thuật kiến trúc và điêu khắc tinh xảo của người Chăm. Mỹ Sơn là một ví dụ tuyệt vời về sự sáng tạo kiến trúc và tôn giáo của họ. Ngoài giá trị lịch sử và văn hóa, Mỹ Sơn nằm trong một khu vực thiên nhiên tươi đẹp, bao quanh bởi rừng núi và sông Duy Phú. Nơi này thích hợp cho việc thám hiểm và tìm hiểu về di sản văn hóa và thiên nhiên độc đáo của khu vực. Mỹ Sơn là một điểm đến quan trọng cho những người quan tâm đến lịch sử, kiến trúc và tôn giáo của người Chăm cũng như sự phong phú của văn hóa Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/8se23FZm1vQ7DKwvJu3moezxbGxOy9Vv",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://redsvn.net/wp-content/uploads/2020/08/Thanh-dia-My-Son-10.jpg",
    "images": [
      "https://vtv1.mediacdn.vn/Uploaded/nguyenngan/2013_05_30/Di-tich-My-Son.jpg",
      "https://demoda.vn/wp-content/uploads/2022/02/anh-thanh-dia-my-son-dep-my-son-sanctuary-va-dieu-mua-cham.jpg",
      "https://static.kinhtedothi.vn/w960/images/upload/2023/09/06/df18d9ae-a44c-47b7-a3b4-cfb803aae80a.jpeg",
      "https://danviet.mediacdn.vn/upload/1-2016/images/2016-03-21/1458551180-nui-chua-my-son-4.jpg"    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d849",
    "name": "Văn phòng Tổng cục Tình báo miền Nam",
    "generalLocation": "TP.HCM",
    "latitude": 10.780063,
    "longitude": 106.696141,
    "shortDescription": "Văn phòng Tổng cục Tình báo miền Nam - Ký ức lịch sử trong cuộc chiến tranh Việt Nam.",
    "detailedDescription": "Văn phòng Tổng cục Tình báo miền Nam là một di tích lịch sử nằm tại thành phố Hồ Chí Minh, Việt Nam. Được xây dựng và sử dụng trong suốt thời kỳ chiến tranh Việt Nam, đây là nơi mà các hoạt động tình báo và quân sự quan trọng đã diễn ra. Văn phòng Tổng cục Tình báo miền Nam được xây dựng vào cuối thập kỷ 1950 và đã có vai trò quan trọng trong việc thu thập thông tin tình báo và phân tích trong cuộc chiến tranh. Đây là nơi mà những quyết định quan trọng được đưa ra và thông tin chiến lược được cân nhắc. Văn phòng này chứa đựng nhiều bí mật quân sự và tình báo quan trọng. Những người làm việc tại Văn phòng Tổng cục Tình báo miền Nam đã phải làm việc trong bí mật và gánh chịu nhiều áp lực trong việc bảo vệ quốc gia. Họ đã tham gia vào những hoạt động quan trọng để bảo vệ độc lập và tự do của Việt Nam trong bối cảnh chiến tranh. Ngoài giá trị lịch sử, Văn phòng Tổng cục Tình báo miền Nam còn có giá trị kiến trúc đặc biệt. Kiến trúc của văn phòng kết hợp giữa yếu tố cổ điển và hiện đại, tạo nên một khung cảnh ấn tượng. Nơi này không chỉ là một biểu tượng của cuộc chiến tranh Việt Nam mà còn là một địa điểm để tôn vinh những người lính và những người làm việc trong bóng tối để bảo vệ quê hương. Văn phòng Tổng cục Tình báo miền Nam nay đã trở thành một di tích lịch sử mở cửa cho du khách và những người quan tâm đến lịch sử Việt Nam. Nơi này giới thiệu về những sự kiện và những người hùng trong cuộc chiến tranh Việt Nam, cũng như về cuộc kháng chiến của nhân dân Việt Nam. Đây là một nơi để tưởng nhớ và tôn vinh những nỗ lực và quyết tâm của nhân dân Việt Nam trong cuộc đấu tranh cho tự do và độc lập.",
    "audio": "https://audio.jukehost.co.uk/urzNFu0PolzLIhR8ld3wWEf33qna7OKd",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://media.vov.vn/sites/default/files/styles/large_watermark/public/2023-04/1_tinh_bao_quoc_phong_vov_2.jpg",
    "images": [
      "[IMAGE_URL_1]",
      "[IMAGE_URL_2]",
      "[IMAGE_URL_3]",
      "[IMAGE_URL_4]",
      "[IMAGE_URL_5]"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d847",
    "name": "Dinh Độc Lập",
    "generalLocation": "TP.HCM",
    "latitude": 10.777665,
    "longitude": 106.700760,
    "shortDescription": "Dinh Độc Lập - Biểu tượng lịch sử của Việt Nam tại TP.HCM.",
    "detailedDescription": "Dinh Độc Lập, còn được gọi là Dinh Thống Nhất, là một di tích lịch sử nổi tiếng nằm ở trung tâm thành phố Hồ Chí Minh, Việt Nam. Dinh Độc Lập là một biểu tượng của sự độc lập và thống nhất của Việt Nam và có lịch sử đậm đà với những sự kiện quan trọng trong việc khẳng định chủ quyền quốc gia. Dinh Độc Lập được xây dựng vào cuối thập kỷ 1960 và hoàn thành vào năm 1966. Kiến trúc của dinh kết hợp giữa yếu tố cổ điển và hiện đại, tạo nên một công trình ấn tượng. Đặc biệt, bản tượng ngôn độc lập của Chủ tịch Hồ Chí Minh được đặt ở trung tâm của dinh, là một biểu tượng quan trọng của quốc gia. Dinh Độc Lập không chỉ là một biểu tượng kiến trúc độc đáo, mà còn là nơi diễn ra nhiều sự kiện quan trọng trong lịch sử Việt Nam. Ngày 2 tháng 9 năm 1945, tại đây, Tổng Bí thư Hồ Chí Minh đã đọc bản Tuyên ngôn độc lập nước Cộng hòa Dân chủ Việt Nam, đánh dấu sự khởi đầu của cuộc đấu tranh giành độc lập và tự do của quốc gia. Dinh Độc Lập cũng đã chứng kiến nhiều sự kiện quan trọng khác trong quá trình xây dựng và bảo vệ tổ quốc. Ngoài giá trị lịch sử, Dinh Độc Lập còn có giá trị về nghệ thuật và văn hóa. Bảo tàng và triển lãm trong dinh giới thiệu về cuộc đời và sự nghiệp của Chủ tịch Hồ Chí Minh, cùng với những hiện vật và hồ sơ lịch sử. Dinh Độc Lập là nơi tôn vinh tượng đài các anh hùng dân tộc và những người đã hy sinh cho tự do và độc lập của Việt Nam. Nơi này không chỉ là điểm đến quan trọng cho người Việt mà còn là một địa điểm thu hút du khách quốc tế muốn tìm hiểu về lịch sử và văn hóa của Việt Nam. Đây là nơi để tôn vinh lòng yêu nước và quyết tâm của nhân dân Việt Nam trong cuộc đấu tranh cho độc lập và tự do.",
    "audio": "https://audio.jukehost.co.uk/Le2lQYLdaAKWVhrf4dbQuGGOyMyg90ja",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam.png",
    "images": [
      "https://icdn.dantri.com.vn/zoom/1200_630/2021/04/28/xetangt-591619545683602-1619567133775.jpeg",
      "https://poliva.vn/wp-content/uploads/2019/07/dinh-doc-lap2-2.jpg",
      "https://nhacxua.vn/wp-content/uploads/2021/07/norodom-3.jpg",
      "https://dinhdoclap.gov.vn/wp-content/uploads/2022/12/2022-12-23-16_33_29-DINH-DOC-LAP-VR360.png",
      "https://vegiang.com/images/bien-chi-dan-Dinh-Doc-Lap.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d847",
    "name": "Khu lưu niệm Tôn Đức Thắng",
    "generalLocation": "TP.HCM",
    "latitude": 10.777215,
    "longitude": 106.700463,
    "shortDescription": "Khu lưu niệm Tôn Đức Thắng - Tưởng nhớ vị Tổng Bí thư thứ tư của Đảng Cộng sản Việt Nam.",
    "detailedDescription": "Khu lưu niệm Tôn Đức Thắng là một di tích tại thành phố Hồ Chí Minh, Việt Nam, được xây dựng để tưởng nhớ Tổng Bí thư thứ tư của Đảng Cộng sản Việt Nam - Tôn Đức Thắng. Ông Tôn Đức Thắng là một trong những nhân vật quan trọng trong cuộc chiến tranh Việt Nam và trong quá trình xây dựng và phát triển đất nước sau chiến tranh. Khu lưu niệm này bao gồm bảo tàng, tượng đài, và các kiến trúc lớn để vinh danh ông Tôn Đức Thắng. Bảo tàng chứa đựng nhiều hồ sơ và hiện vật liên quan đến cuộc đời và sự nghiệp của ông. Ngoài việc tôn vinh Tôn Đức Thắng, khu lưu niệm cũng là một địa điểm lịch sử và văn hóa quan trọng của Việt Nam. Nơi đây thường được thăm bởi du khách và những người quan tâm đến lịch sử và văn hóa Việt Nam. Khu lưu niệm Tôn Đức Thắng là một biểu tượng của lòng kính trọng và tôn trọng đối với những nhân vật xuất sắc của đất nước.",
    "audio": "https://audio.jukehost.co.uk/CtB5UnbXag90ryFnesQXB1NOUHaUNtKS",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://baolamdong.vn/file/e7837c02845ffd04018473e6df282e92/dataimages/202209/original/images2477928_T1_khuluuniem_bacton.jpg",
    "images": [
      "https://media.mia.vn/uploads/blog-du-lich/khu-luu-niem-chu-tich-ton-duc-thang-khac-hoa-hanh-trinh-bao-ve-to-quoc-1-1660408210.jpg",
      "https://photo-cms-baonghean.epicdn.me/Uploaded/2023/nkdkswkqoc/201305/original/778891_small_78303.gif",
      "https://thamhiemmekong.com/wp-content/uploads/2019/10/khu-luu-niem-chu-tich-ton-duc-thang-04.jpg"
    ]
  },
  {
    "id": "6542bca5eef45c2f1c30d848",
    "name": "Nhà tù Côn Đảo",
    "generalLocation": "Côn Đảo, Bà Rịa - Vũng Tàu",
    "latitude": 8.696058,
    "longitude": 106.613712,
    "shortDescription": "Nhà tù Côn Đảo - Biểu tượng của sự kháng chiến và tự do tại Việt Nam.",
    "detailedDescription": "Nhà tù Côn Đảo, còn được gọi là 'Cụm tù côn đảo,' là một di tích lịch sử tại quần đảo Côn Đảo, tỉnh Bà Rịa - Vũng Tàu, Việt Nam. Đây là nơi giam giữ hàng ngàn tù nhân chính trị và tù nhân chiến tranh trong suốt thời kỳ chiến tranh Việt Nam. Nhà tù này trở thành biểu tượng của sự kháng chiến và tự do của nhân dân Việt Nam, nơi những người dũng cảm đã hy sinh vì độc lập và tự do của đất nước. Nhà tù Côn Đảo có một lịch sử lâu đời và đầy bi thương. Được xây dựng bởi thực dân Pháp vào thế kỷ 19, nơi này đã trở thành một trong những trại giam nổi tiếng của chế độ thực dân Pháp và sau này là của chính quyền Nam Việt. Những tù nhân ở đây phải chịu nhiều khó khăn và đau khổ, nhưng họ không bao giờ từ bỏ niềm tin vào độc lập và tự do của đất nước. Cuộc sống trong nhà tù Côn Đảo đầy gian khổ, nhưng tù nhân luôn tự đặt ra câu hỏi về sự công bằng và chống lại áp bức. Nhà tù Côn Đảo bao gồm nhiều khu vực khác nhau, bao gồm cả những ngôi nhà gỗ bằng sắt và hệ thống hang động, tất cả đã được sử dụng để giam giữ tù nhân. Một trong những địa điểm quan trọng là khu vực cách ly, nơi tù nhân bị giam giữ trong tình trạng cực kỳ khó khăn. Trong thời kỳ chiến tranh Việt Nam, Nhà tù Côn Đảo đã chứng kiến sự hy sinh và kháng chiến kiên quyết của những người tù nhân chính trị. Ngày nay, Nhà tù Côn Đảo đã trở thành một di tích lịch sử quan trọng và một địa điểm mở cửa cho du khách và những người quan tâm đến lịch sử Việt Nam. Nơi này chứa đựng nhiều hiện vật và triển lãm để kể lại câu chuyện của những người đã hy sinh vì độc lập quốc gia. Đây là một nơi để tưởng nhớ và tôn vinh những nỗ lực và quyết tâm của nhân dân Việt Nam trong cuộc đấu tranh cho tự do và độc lập.",
    "audio": "https://audio.jukehost.co.uk/RmwdH4Cl1nbvYcOLY4LyZ1jxTVUZQjwD",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://media-cdn-v2.laodong.vn/Storage/NewsPortal/2022/10/14/1104663/Z3798459969462_Fd230.jpg",
    "images": [
      "https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2017/12/hinh-anh-khu-biet-lap-chuong-bo.png",
      "https://reviewvilla.vn/wp-content/uploads/2022/06/Kham-pha-nha-tu-Con-Dao-15.jpg",
      "https://r2.nucuoimekong.com/wp-content/uploads/tra-tan-tai-nha-tu-con-dao.jpg",
      "https://saigonstartravel.com/wp-content/uploads/2018/10/thuyet-minh-nha-tu-phu-quoc-tim-hieu-lich-su-hao-hung-cua-dan-toc-6.jpg",
      "https://dulich3mien.vn/wp-content/uploads/2022/10/Nha-tu-Con-Dao-10.jpg"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c832",
    "name": "Thành Cổ Loa",
    "generalLocation": "Hà Nội",
    "latitude": 21.110106,
    "longitude": 105.924472,
    "shortDescription": "Thành Cổ Loa - Ngôi đô thị cổ kính và lịch sử của Việt Nam.",
    "detailedDescription": "Thành Cổ Loa, tọa lạc tại ngoại ô Hà Nội, là một trong những địa điểm lịch sử quan trọng của Việt Nam. Được xây dựng vào thế kỷ III TCN, Thành Cổ Loa là ngôi đô thị cổ kính và lịch sử có nhiều di tích quý báu. Nó đánh dấu sự hình thành của nền văn minh Đông Sơn và là kinh đô của Văn Lang - quốc gia lúc bấy giờ. Thành Cổ Loa được xây dựng bởi Vua An Dương Vương và là nơi lưu trữ Bộ Cái Đô, một bộ quốc bảo vô giá trong lịch sử Việt Nam. Có nhiều di tích tại Cổ Loa, bao gồm cổng thành, đền thờ và hồ nước lớn, tạo nên một bức tranh lịch sử tuyệt đẹp. Thành Cổ Loa còn nổi tiếng với câu chuyện về con rồng thần lạ và viên kim cương phép thuật giúp xây dựng thành trì. Cổ Loa đã chứng kiến nhiều trận chiến quan trọng trong lịch sử Việt Nam, đặc biệt là trong cuộc chiến chống quân Tây Sơn. Thành này thường được xem là biểu tượng của lòng yêu nước và sự đoàn kết của nhân dân Việt Nam. Ngoài khía cạnh lịch sử, Thành Cổ Loa có một cảnh quan thiên nhiên đẹp mắt với các hồ, đồng cỏ và cây cối. Khi đến đây, du khách có cơ hội tham quan các di tích lịch sử, ngắm cảnh và tham gia các hoạt động ngoại trời. Thành Cổ Loa không chỉ là một địa điểm quan trọng trong lịch sử của Việt Nam mà còn là một nguồn cảm hứng cho thế hệ hôm nay và tương lai. Nó thể hiện lòng tự hào và tình yêu đất nước của người Việt, và là một nơi để hiểu rõ hơn về lịch sử và di sản văn hóa của quốc gia.",
    "audio": "https://audio.jukehost.co.uk/ZM1dpx7JAEdWjQKYMKu257zbKIqc20J5",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tic-lich-su-viet-nam-3.png",
    "images": [
      "https://ik.imagekit.io/tvlk/blog/2022/09/thanh-co-loa-1.jpg?tr=dpr-2,w-675",
      "https://www.dulichvtv.com/blog/wp-content/uploads/2014/07/16.jpg",
      "https://media.mia.vn/uploads/blog-du-lich/kham-pha-thanh-co-loa-co-kinh-va-doc-dao-nhat-viet-nam-02-1639820911.jpeg",
      "https://ik.imagekit.io/tvlk/blog/2022/09/thanh-co-loa-3.jpg?tr=dpr-2,w-675"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c833",
    "name": "Đền Đồng Nhân",
    "generalLocation": "Hà Nội",
    "latitude": 21.101754,
    "longitude": 105.829745,
    "shortDescription": "Đền Đồng Nhân - Di tích văn hóa lịch sử quý báu của Việt Nam.",
    "detailedDescription": "Đền Đồng Nhân là một di tích văn hóa lịch sử nổi tiếng tại Hà Nội, Việt Nam. Nằm tại quận Đống Đa, đền được xây dựng để thờ cúng các vị anh hùng và nhân vật lịch sử nổi tiếng của quốc gia. Đây là một trong những nơi quan trọng thể hiện lòng kính trọng và tôn vinh đối với những người đã đóng góp cho sự độc lập và tự do của Việt Nam. Đền Đồng Nhân là một tượng điển của kiến trúc đền miếu truyền thống của Việt Nam, với các đình, điện và cây cỏ xanh mướt. Đây là nơi để người dân và du khách tới tham quan, cầu nguyện và tưởng nhớ những vị anh hùng và nhân vật lịch sử vĩ đại. Cảnh quan xung quanh đền thêm phần tôn thờ và yên bình. Ngoài khía cạnh tôn vinh lịch sử, Đền Đồng Nhân còn là một điểm đến tâm linh quan trọng. Người dân thường đến đây để cầu tài lộc, sức khỏe và may mắn trong cuộc sống. Đây cũng là nơi để tìm hiểu về văn hóa truyền thống của Việt Nam và sự kết nối giữa quá khứ và hiện tại. Đền Đồng Nhân không chỉ là một di tích văn hóa lịch sử quý báu mà còn thể hiện lòng tự hào và tình yêu đất nước của người Việt. Nó là một nguồn cảm hứng vĩ đại cho thế hệ hôm nay và tương lai, và thể hiện sự đoàn kết và lòng kính trọng của người dân Việt Nam đối với di sản và văn hóa của quốc gia.",
    "audio": "https://audio.jukehost.co.uk/k7hsDJkxKYdOgRPnYHajjuNAFjsRn4rk",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tic-lich-su-viet-nam-5.png",
    "images": [
      "https://www.cochinchine-saigon.com/wp-content/uploads/2020/04/L%E1%BB%85-h%E1%BB%99i-%C4%91%E1%BB%81n-%C4%90%E1%BB%93ng-Nh%C3%A2n-%E1%BB%9F-H%C3%A0-N%E1%BB%99i-th%E1%BA%ADp-ni%C3%AAn-1920-0.jpg",
      "https://static.kinhtedothi.vn/w960/images/upload/2022/01/06/huyenmelinhdulichtamlinh.jpg",
      "https://media-cdn-v2.laodong.vn/Storage/NewsPortal/2023/1/24/1140922/Den-Dong-Bang.jpeg"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c834",
    "name": "Văn Miếu Quốc Tử Giám",
    "generalLocation": "Hà Nội",
    "latitude": 21.029676,
    "longitude": 105.832570,
    "shortDescription": "Văn Miếu Quốc Tử Giám - Ngôi đền văn hóa lịch sử quan trọng của Việt Nam.",
    "detailedDescription": "Văn Miếu Quốc Tử Giám, thường được gọi là Văn Miếu, là một trong những di tích văn hóa lịch sử quan trọng và nổi tiếng nhất của Việt Nam. Đây là một ngôi đền thờ Confucius và là nơi để tôn vinh các học giả xuất sắc của đất nước. Văn Miếu được xây dựng vào thế kỷ XI và đã trải qua hàng thế kỷ lịch sử Việt Nam. Văn Miếu Quốc Tử Giám là một biểu tượng của sự tôn trọng đối với tri thức, giáo dục và văn hóa truyền thống của Việt Nam. Nơi đây chứa đựng hàng ngàn bia ghi tên các học giả tài năng và thành tựu của họ trong các kỳ thi triều đình. Bên trong Văn Miếu, có Bái Đường, nơi người ta cúi đầu để tôn vinh Confucius và các danh nhân lịch sử. Ngoài khía cạnh văn hóa và lịch sử, Văn Miếu Quốc Tử Giám còn có cảnh quan thiên nhiên tươi đẹp với các sân cây xanh mướt, hồ nước và kiến trúc truyền thống Việt Nam rất đẹp. Nơi đây tạo nên một bầu không khí yên tĩnh và thanh bình, là nơi lý tưởng để tìm hiểu về lịch sử và văn hóa của Việt Nam. Văn Miếu Quốc Tử Giám là một điểm đến quan trọng cho du khách và học sinh, nơi họ có thể tham quan, nghiên cứu và học hỏi về lịch sử và giáo dục truyền thống của Việt Nam. Đây cũng là nơi để cảm nhận tinh thần của sự học hành và khát vọng cao cả của con người Việt Nam. Văn Miếu Quốc Tử Giám không chỉ là một di tích văn hóa quý báu mà còn là một nguồn cảm hứng vĩ đại cho thế hệ hôm nay và tương lai. Nó thể hiện lòng tự hào và tình yêu đất nước của người Việt và là một phần quan trọng của di sản và văn hóa của quốc gia.",
    "audio": "https://audio.jukehost.co.uk/CMrGxjoTLi7GSNcmoD8ExqjxdBQ9fcmF",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tic-lich-su-viet-nam-6.png",
    "images": [
      "https://phanvienmiennam.amc.edu.vn/upload/images/1408_image001.png",
      "https://static.vinwonders.com/production/van-mieu-quoc-tu-giam-banner.jpg",
      "https://huonganhtourist.vn/wp-content/uploads/2022/05/imager_1_17262_700.jpg",
      "https://mytourcdn.com/upload_images/Image/Location/16_6_2014/Van-mieu-quoc-tu-giam-ha-noi.jpg",
      "https://static.vinwonders.com/production/van-mieu-quoc-tu-giam-1.jpg"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c835",
    "name": "Thiền Viện Trúc Lâm Yên Tử",
    "generalLocation": "Quảng Ninh",
    "latitude": 21.063620,
    "longitude": 107.484711,
    "shortDescription": "Thiền Viện Trúc Lâm Yên Tử - Nơi tĩnh tâm và linh thiêng giữa núi rừng Quảng Ninh.",
    "detailedDescription": "Thiền Viện Trúc Lâm Yên Tử là một ngôi thiền viện tọa lạc giữa vùng núi rừng Quảng Ninh, nằm trên ngọn núi Yên Tử, một phần của dãy núi Đông Triều. Điều đặc biệt về viện này là sự kết hợp hoàn hảo giữa kiến trúc đền miếu và thiền viện, tạo nên một không gian tĩnh tâm và linh thiêng. Thiền Viện Trúc Lâm Yên Tử được xây dựng vào đầu thế kỷ XXI, và nó đã trở thành điểm đến phổ biến cho những người muốn tìm kiếm tĩnh tâm và hòa mình vào thiên nhiên. Viện nằm trên một vị trí cao vút, với khung cảnh thiên nhiên ngoạn mục bao quanh, bao gồm rừng rậm, suối nước trong lành và không khí trong lành. Ngoài việc thực hành thiền, khách thăm viện còn có cơ hội tham gia vào các hoạt động như tắm suối, leo núi và tham quan các ngôi chùa và đền thờ trong khu vực. Đặc biệt, viện còn có thư viện với nhiều tác phẩm về thiền và triết học Đại thừa để đọc và nghiên cứu. Thiền Viện Trúc Lâm Yên Tử không chỉ là nơi tìm kiếm sự tĩnh tâm và niềm an lạc cá nhân mà còn thể hiện sự kết nối với thiên nhiên và tôn trọng văn hóa truyền thống của Việt Nam. Đây là nơi để du khách tìm thấy bình yên và hiểu sâu hơn về triết lý và tâm hồn của thiền phái Trúc Lâm.",
    "audio": "https://audio.jukehost.co.uk/1YxTIGLln2CdPfeDUlhTWLMQfJmISqRb",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-1.png",
    "images": [
      "https://tadivui.com/wp-content/uploads/2019/10/tadivui-Qu%E1%BA%A3ngninh-Thi%E1%BB%81nvi%E1%BB%87ntr%C3%BAcl%C3%A2my%C3%AAnt%E1%BB%AD_optimized.jpg",
      "https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2017/08/tam-quan-chua-long-dong-e1503625903632.jpg",
      "https://bizweb.dktcdn.net/100/006/093/files/27-big.jpg?v=1571629532322",
      "https://bambooairway.vn/public/uploads/data/images/news/kinh-nghiem-hanh-huong-den-thien-vien-truc-lam-tay-thien-o-vinh-phuc-3.jpg"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c836",
    "name": "Đền Trần",
    "generalLocation": "Nam Định",
    "latitude": 20.393524,
    "longitude": 106.160692,
    "shortDescription": "Đền Trần - Di tích văn hóa lịch sử độc đáo ở Nam Định.",
    "detailedDescription": "Đền Trần là một di tích văn hóa lịch sử nổi tiếng tại Nam Định, Việt Nam. Đây là một ngôi đền thờ các vua Trần, những người đã có đóng góp lớn trong lịch sử và phát triển của đất nước. Ngôi đền này được xây dựng vào thế kỷ XIII và đã trải qua hàng thế kỷ lịch sử Việt Nam. Đền Trần không chỉ là nơi để tôn vinh các vua Trần mà còn là một biểu tượng của kiến trúc đền miếu truyền thống Việt Nam. Kiến trúc của đền rất độc đáo với các cột đá, bia đá cổ kính và không gian thanh bình. Ngôi đền này thu hút nhiều du khách và người dân đến tham quan, cầu nguyện và tìm hiểu về lịch sử của Việt Nam. Ngoài khía cạnh lịch sử và văn hóa, Đền Trần còn là một điểm đến tâm linh quan trọng. Người dân thường đến đây để cầu tài lộc, sức khỏe và may mắn trong cuộc sống. Đây cũng là nơi để kết nối với quá khứ và hiện tại của đất nước. Đền Trần thể hiện lòng tự hào và tình yêu đất nước của người Việt. Nó là một phần quan trọng của di sản và văn hóa của quốc gia, và thể hiện sự kính trọng đối với lịch sử và người anh hùng của Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/ToXugAXQfIqLljiL5tOtGpUe8RCEwQiQ",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-2.png",
    "images": [
      "https://image.vtc.vn/files/vanvuong/2018/02/27/thumbnailimage-1125336.jpeg",
      "https://focusasiatravel.vn/wp-content/uploads/2021/02/den_tran_nam_dinh2.jpg",
      "https://media.mia.vn/uploads/blog-du-lich/dac-sac-le-hoi-den-tran-quoc-bao-tai-hai-phong-1648818142.jpg",
      "https://cdn3.ivivu.com/2022/10/di-tich-lich-su-nha-tran-ivivu-1.jpg"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c838",
    "name": "Chùa Phổ Minh",
    "generalLocation": "Tây Ninh",
    "latitude": 11.305174,
    "longitude": 106.100610,
    "shortDescription": "Chùa Phổ Minh - Nơi tôn vinh tâm linh và kiến thức.",
    "detailedDescription": "Chùa Phổ Minh là một ngôi chùa nằm tại tỉnh Tây Ninh, Việt Nam. Ngôi chùa này là một trung tâm tâm linh và kiến thức vô cùng quan trọng trong vùng. Chùa Phổ Minh được xây dựng với kiến trúc truyền thống của ngôi chùa Việt Nam, với các đình, đền và tháp chùa. Chùa là nơi để tôn vinh và thực hành các giá trị tâm linh và triết học. Người dân đến đây để cầu tài lộc, may mắn và sự an lành trong cuộc sống. Ngoài khía cạnh tâm linh, Chùa Phổ Minh còn là một nơi để học hỏi và nghiên cứu về triết học Phật giáo và triết học Đại thừa. Chùa có một thư viện với nhiều tác phẩm về triết học Phật giáo và các chủ đề liên quan. Nơi đây cũng thường tổ chức các buổi giảng và hội thảo về triết học và tâm linh. Chùa Phổ Minh là nơi để người dân tìm kiếm sự tĩnh tâm và hiểu sâu hơn về triết lý Phật giáo và triết học. Chùa Phổ Minh thể hiện lòng tự hào và tình yêu đất nước của người Việt. Nó là một phần quan trọng của di sản và văn hóa của quốc gia và là nơi để tôn vinh tâm linh và kiến thức.",
    "audio": "https://audio.jukehost.co.uk/XdXHEWwOmNJCAKUzHm0lGVjqdAjiYr8f",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-4.png",
    "images": [
      "https://nhaketruyen.com/wp-content/uploads/2021/01/chua-pho-minh-tu-mac-nam-dinh-5.jpg",
      "https://icdn.dantri.com.vn/thumb_w/640/2017/thap-pho-minh-xay-dung-lau-doi-1512988747918.jpg",
      "https://icdn.dantri.com.vn/2017/chua-thap-pho-minh-1512988747902.jpg",
      "https://storage-vnportal.vnpt.vn/ndh-ubnd/sitefolders/thanhphonamdinh/4696/de-tran-chua-thap/bqldtct-1-01112018.jpg"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c839",
    "name": "Đền Phủ Đổng",
    "generalLocation": "Bắc Giang",
    "latitude": 21.356225,
    "longitude": 106.194908,
    "shortDescription": "Đền Phủ Đổng - Di tích lịch sử và tâm linh ở Bắc Giang.",
    "detailedDescription": "Đền Phủ Đổng là một ngôi đền cổ kính nằm tại tỉnh Bắc Giang, Việt Nam. Ngôi đền này có niên đại hàng trăm năm và là một biểu tượng của di sản lịch sử và tâm linh trong vùng. Đền Phủ Đổng được xây dựng để tôn vinh vị thánh nữ nổi tiếng là Phủ Đổng Thị Bích, người đã có đóng góp lớn trong lịch sử và phát triển của đất nước. Ngôi đền có kiến trúc truyền thống của ngôi đền Việt Nam với các cột đá, bia đá cổ kính và những bảo vật tâm linh quý báu. Nơi đây thu hút nhiều người dân và du khách đến tham quan, cầu nguyện và tìm hiểu về lịch sử và tâm linh của Việt Nam. Đền Phủ Đổng cũng là nơi để người dân tìm kiếm sự bình an, tài lộc và may mắn trong cuộc sống. Đây còn là một trung tâm tâm linh quan trọng và nơi để tôn vinh các giá trị văn hóa truyền thống của đất nước. Đền Phủ Đổng thể hiện lòng tự hào và tình yêu đất nước của người Việt. Nó là một phần quan trọng của di sản và văn hóa của quốc gia và là nơi để kết nối với quá khứ và hiện tại của đất nước.",
    "audio": "https://audio.jukehost.co.uk/82WmvmjPfWGOqPAGYWPVvgvQrJcEGt2o",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-5.png",
    "images": [
      "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-5.png",
      "https://visitphudong.com/content/uploads/cms/2022/04/19/dsc06688.jpg",
      "https://alltours.vn/wp-content/uploads/den-phu-dng.jpg",
      "https://vivu.net/uploads/2020/12/tuong-thanh-giong.jpg",
      "https://media-cdn-v2.laodong.vn/Storage/NewsPortal/2021/6/16/921284/DSC05115.JPG"
    ]
  },
  {
    "id": "6546a3c1b1ed6f21b5a7c840",
    "name": "Lăng Chủ tịch Hồ Chí Minh",
    "generalLocation": "Hà Nội",
    "latitude": 21.036666,
    "longitude": 105.834999,
    "shortDescription": "Lăng Chủ tịch Hồ Chí Minh - Nơi tôn vinh vị lãnh tụ vĩ đại của Việt Nam.",
    "detailedDescription": "Lăng Chủ tịch Hồ Chí Minh là một ngôi lăng tượng đài trọng điểm của Việt Nam, nằm tại Hà Nội, thủ đô của quốc gia. Đây là nơi tôn vinh và cất giữ thi hài của Chủ tịch Hồ Chí Minh, người lãnh đạo vĩ đại của Việt Nam và là người sáng lập Cộng hòa Xã hội chủ nghĩa Việt Nam. Lăng được xây dựng với kiến trúc hiện đại và trang trọng, bao gồm nhiều công trình kiến trúc độc đáo. Người dân và du khách đến đây để tôn vinh lãnh tụ và ngắm nhìn kiến trúc độc đáo của Lăng. Nơi đây còn là nơi để người dân tìm kiếm sự bình an và tôn vinh ký ức của Chủ tịch Hồ Chí Minh. Lăng Chủ tịch Hồ Chí Minh là biểu tượng của lòng tự hào và tình yêu đất nước của người Việt, thể hiện sự kính trọng và tôn vinh đối với lãnh tụ vĩ đại đã dẫn dắt dân tộc qua những thử thách và thăng trầm của lịch sử. Lăng Chủ tịch Hồ Chí Minh còn là nơi để kết nối với quá khứ và hiện tại của đất nước và là điểm đến tâm linh quan trọng của Việt Nam.",
    "audio": "https://audio.jukehost.co.uk/wWArvftRYB8imBqQsZDMbLKu0RmOxYJM",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-6.png",
    "images": [
      "https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2017/08/lang-bac.jpg",
      "https://static.vinwonders.com/production/lang-chu-tich-ho-chi-minh-1.jpg",
      "https://dulichhocsinh.com.vn/wp-content/uploads/2021/07/ho-chi-minh-mausoleum.jpg",
      "https://www.vamvo.com/desktopmodules/multimediagallerypro/ThumbnailImage.aspx?FileName=C%3A%5Cinetpub%5Cvhosts%5Cvamvo.com%5Chttpdocs%5CPortals%5C0%5Chinha%5Cvietnam%5Cha-noi%5Cha-noi-lang-bac-01.jpg&portalID=0&mid=1024&width=500"
    ]
  },{
    "id": "6546a3c1b1ed6f21b5a7c841",
    "name": "Chùa Thầy",
    "generalLocation": "Hà Nội",
    "latitude": 21.070351,
    "longitude": 105.781938,
    "shortDescription": "Chùa Thầy - Ngôi chùa thơ mộng nằm giữa thiên nhiên tại Hà Nội.",
    "detailedDescription": "Chùa Thầy là một ngôi chùa cổ kính nằm trong một khu vực thiên nhiên tại tỉnh Hà Tây, nay là một phần của Hà Nội, Việt Nam. Ngôi chùa này nằm giữa một khu vườn núi non và gần một con suối, tạo nên một khung cảnh thơ mộng và thanh bình. Chùa Thầy là một địa điểm tâm linh quan trọng và là nơi để người dân tìm kiếm sự bình an và tĩnh tâm. Người dân và du khách đến đây để cầu tài lộc, may mắn và tôn vinh các giá trị tâm linh. Ngôi chùa có kiến trúc độc đáo với các ngôi đình, đền và tháp chùa được xây dựng theo kiến trúc truyền thống của ngôi chùa Việt Nam. Nơi đây thường tổ chức các lễ hội và các hoạt động tâm linh quan trọng. Chùa Thầy còn thể hiện lòng tự hào và tình yêu đất nước của người Việt. Nó là một phần quan trọng của di sản và văn hóa của quốc gia và là nơi để kết nối với thiên nhiên và tâm linh của đất nước.",
    "audio": "https://audio.jukehost.co.uk/adyzxFMd8y0qWHJXa7X1FBNfTslc3mo4",
    "contributor": "admin",
    "_class": "com.example.viexplore.server.data.models.Location",
    "thumbnail": "https://mcdn.coolmate.me/uploads/January2022/di-tich-lich-su-viet-nam-8.png",
    "images": [
      "https://cdnmedia.baotintuc.vn/Upload/CCcQv1fjdlI5Hob1jh0mA/files/2022/03/chuathay/18.jpg",
      "https://cdn.vntrip.vn/cam-nang/wp-content/uploads/2017/09/chua-thay-e1506074097847.jpg",
      "https://i.ex-cdn.com/phatgiao.org.vn/files/content/2020/02/14/chua-thay-1152.jpg",
      "https://media.mia.vn/uploads/blog-du-lich/kham-pha-chua-thay-di-tich-kien-truc-nghe-thuat-doc-dao-giua-long-thu-do-04-1639501836.png"
    ]
  }
]
